tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/command-not-found'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'

cask '1password'
cask 'alfred'
cask 'arduino'
cask 'atom'
cask 'chicken'
cask 'cyberduck'
cask 'diskwave'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'firefoxdeveloperedition'
cask 'flux'
cask 'font-hack'
cask 'font-meslo-lg-for-powerline'
cask 'gitter'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'google-drive'
cask 'imageoptim'
cask 'iterm2'
cask 'java'
cask 'java6'
cask 'java7'
cask 'jetbrains-toolbox'
cask 'keka'
cask 'keybase'
cask 'libreoffice'
cask 'logitech-options'
cask 'nosleep'
cask 'radiant-player'
cask 'screenhero'
cask 'skype'
cask 'slack'
cask 'sonos'
cask 'soundnode'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'telegram'
cask 'textwrangler'
cask 'tomighty'
cask 'tunnelblick'
cask 'virtualbox'
cask 'viscosity'
cask 'vlc'

brew 'ack'
brew 'android-sdk'
brew 'ant'
brew 'apr'
brew 'apr-util'
brew 'autoconf'
brew 'bash'
brew 'bitchx'
brew 'c-ares'
brew 'c-ares'
brew 'cctools'
brew 'coreutils'
brew 'direnv'
brew 'doxygen'
brew 'gdbm'
brew 'gdub'
brew 'gettext'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'gradle'
brew 'htop'
brew 'httpie'
brew 'httping'
brew 'hub'
brew 'ifstat'
brew 'influxdb'
brew 'iperf'
brew 'jenv'
brew 'kotlin'
brew 'libevent'
brew 'libwebsockets'
brew 'libyaml'
brew 'livestreamer'
brew 'lrzip'
brew 'lz4'
brew 'lzo'
brew 'maven'
brew 'mosquitto'
brew 'nano'
brew 'ncurses'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'pcre'
brew 'perl'
brew 'pidcat'
brew 'pkg-config'
brew 'pv'
brew 'python3'
brew 'readline'
brew 'screenfetch'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'subversion'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'utf8proc'
brew 'watch'
brew 'wget'
brew 'willgit'
brew 'xz'
brew 'youtube-dl'
brew 'zsh'
brew 'zstd'
