tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "coreutils"
brew "gdub"
brew "git"
brew "go"
brew "gradle"
brew "htop"
brew "jabba"
brew "nano"
brew "python"
brew "restic"
brew "tmux"
brew "zsh"
cask "alfred"
cask "android-sdk"
cask "coconutbattery"
cask "darktable"
cask "docker"
cask "filezilla"
cask "firefox"
cask "font-overpass"
cask "google-chrome"
cask "intel-power-gadget"
cask "iterm2"
cask "java8"
cask "jetbrains-toolbox"
cask "keeweb"
cask "keka"
cask "logitech-options"
cask "slack"
cask "spectacle"
cask "tunnelblick"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
